Repository: DarkMentat/Offworlders-uk
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: uk

source: When a PC reaches 0 health , they are in serious trouble. They must Roll The Dice with the results below. They add their Willpower to the roll.
uk: Коли здоров'я персонажа гравця досягає нуля, він в серйозній небезпеці. Гравець має кинути куби додавши Волю, та звірити результат з наступними варіантами.

source: When a player character does something dangerous, uncertain, or contested, use the dice to find out how well it goes. You’ll roll the dice and add one of your attributes to get a final result, then use that result to figure out what happens next.
uk: Коли персонаж гравця має здійснити щось небезпечне, стикається зі спротивом чи загалом можливий результат непевний, зверніться до ігрових кубиків щоб дізнатись як добре йдуть справи. Потрібно буде кинути куби, додати до сумарного результату значення підхожого атрибуту і використати результат, щоб визначити що станеться далі.

source: When a player takes damage, it will usually be because of a miss or a com- plication. Outside of a fight, a PC might take damage from other dangerous sit- uations, like falling into a lake of acid, being in the vacuum of space without a suit, or being exposed to dangerous radiation.
uk: Гравець отримує пошкодження в більшості випадків через провали чи ускладнення на кубах. За межами боєзіткнень, персонаж гравця може отримати ушкодження в інших небезпечних ситуаціях, наприклад впавши в чан з кислотою, випавши в космічний вакуум без скафандра чи піддавшись небезпечному випромінюванню.

source: When a ship reaches **0 Hull** , it is dis- abled and at the mercy of its enemies or the elements. Critical ship systems may be dangerously malfunctioning.If a person is unlucky enough to be hit with a ship’s weapons, multiply the total damage by **5**. Small arms carried by people are incapable of inflicting signif- icant damage to a starship’s **Hull**.
uk: Коли **корпус** корабля сягає нуля, він недієздатний та кинутий напризволяще його ворогам. Критичні системи будуть виведені з ладу та становитимуть небезпеку екіпажу. Якщо персонаж був досить необачний, щоб потрапити під вогонь корабельних гармат, множте сумарні ушкодження на **5**. Маленька стрілецька зброє не здатна нанести значних ушкоджень **корпусу** корабля.

source: When an NPC reaches 0 health , they are out of action. Either dead, seriously wounded, or unconscious, depending on the fictional circumstances and the desires of the attacker.
uk: Коли здоров'я персонажів майстра досягає нуля, вони вибувають з активних дій. Вважайте їх мертвими, серйозно пораненими чи непритомними, залежно від обставин опису та побажань нападника.

source: When players damage NPC’s, they inflict damage as indicated by the type of weapon they are using. For instance a heav y weapon does **1D6+2** damage. Meaning the player should roll a **D6** , add **2** to the total, and inflict that much damage to the enemy.
uk: Коли гравець наносить ушкодження персонажу майстра, значення цих ушкоджень залежить від зброї, яку він використовує. Наприклад, важке озброєння наносить **к6+2** ушкоджень. Це значить, що гравцю потрібно кинути один **к6**, додати до результату **2** і саме стільки ушкоджень отримає ціль.

source: When starting a session of Offworlders, you need to be ready with events that the players can respond to. Because the players are troubleshooters, mercenaries and freebooters, we call this the Job. A job is a simple list of events and facts, centered around a particular goal or problem. It should have just enough detail for you to know where you are going and keep things moving, but be flexible enough so that you can respond to the PC’s actions too. Additionally, write down several questions about the job that you are interested in answering during play. Lastly, jot down some names, attributes, and any notes for NPC’s the PC’s are likely to encounter.
uk: Коли ви збираєтесь на гру в Краєходців, вам потрібно підготувати ряд подій, з якими гравці зможуть взаємодіяти. Оскільки персонажі гравців являються найманцями й авантюристами й самі шукають проблем на свою голову, ми називаємо це Завдання. Завдання — це просто перелік подій та фактів, зібраний навколо деякої задачі чи проблеми. Вони мають бути достатньо деталізовані, щоб ви могли знати що відбувається та підтримувати темп, але й мають бути достатньо гнучкими, щоб ви могли легко реагувати та підлаштовуватись під дії гравців. Також запишіть імена, характеристики та будь-які примітки щодо своїх персонажів, котрих гравці ймовірно зустрінуть.

source: When the PC’s get close to maxing out their advancements, the players and GM should have a discussion about how to bring the ongoing campaign to a satisfy- ing conclusion. Are the characters ready to retire? How have they changed the universe in their travels? Give yourselves enough time to tie up the narrative.
uk: Якщо у персонажів гравців вичерпуються можливості розвитку, ігровій групі варто обговорити яким чином найкраще завершити кампанію. Можливо персонажі готові вийти на покій? Як саме вони змінили всесвіт своїми подорожами? Можливо варто розпочати найбільш грандіозну останню справу? Візьміть собі досить часу, щоб ув'язати все це з ігровим наративом.

source: When you make your ship, choose 2 of the following. Upgrades marked with an asterisk (*) may be taken twice, provid- ing a cumulative bonus. Otherwise each upgrade may only be purchased once:
uk: Коли ви створюєте свій корабель, виберіть 2 з наступних варіантів. Апгрейди, що позначені зірочкою можна взяти двічі та їх бонус буде складатись. В усіх інших випадках один апгрейд можна придбати тільки один раз.

source: While stuck together on long journeys, PC’s can also learn about each other and earn XP. See Character Advancement.
uk: Застрягаючи разом у довгих подорожах, екіпаж пізнає краще один одного і таким чином теж заробляє досвід. Деталі в розділі _РОЗВИТОК ПЕРСОНАЖА_.

source: Willpower: Force of personality, charisma and determination. Use it to bark orders and manipulate people, and resist the manipulations of enemy psychics. Willpower also might just keep you alive when all else is lost.
uk: **Воля:** Сила особистості, харизма та впертість. Використовується, щоб віддавати жорсткі накази, керувати людьми та пручатись ментальним маніпуляціям ворожих псіоніків. Воля також може втримати ваше життя, коли все інше втрачено.

source: XP: Experience Points. Characters earn XP during play, and can spend XP to gain new abilities, and to increase their attributes.
uk: **Досвід:** Протягом гри персонажі будуть заробляти пункти досвіду, щоб потратити їх на нові таланти чи щоб покращити атрибути.

source: You can make the job as vague or detailed as you want. Some GMs are very improvisational, and some like to be very prepared. You can always flesh out additional details during play. What you shouldn’t do is plan an exact story, or try to predict exactly how the PCs will solve the problem.
uk: Ви можете підготувати завдання деталізовано або ж тільки в загальних рисах, як вам буде зручно. Деякі майстри більше покладаються на імпровізацію, а деякі — на підготовку. До того ж ви можете завжди винайти додаткові деталі під час самої гри. Що ви не повинні робити, так це намагатись запланувати конкретний розвиток подій на грі чи передбачувати, як саме гравці будуть вирішувати проблеми. > **Примітка** > Замість того, щоб планувати сюжет, готуйте відкриті ситуації, локації, персонажів та події. Тоді ви матимете середовище для взаємодії гравцям й внутрішньоігрові факти, на які можна буде спиратись, замість задуманої історії, в яку потрібно буде заганяти гравців.

source: You start with 3 Supply. Supply is an abstract amount, representing any items you might be carrying. Gear is explained in Money, Weapons and Gear, on page 11.
uk: Ви починаєте з 3-ма _припасами_. **Припаси** — це абстрактне число, що зображає будь-які предмети, що персонаж може мати з собою. Механіка припасів детальніше описана в розділі _ГРОШІ, ЗБРОЯ ТА СПОРЯДЖЕННЯ_ на сторінці ХХ.

source: Your class gives you a few unique **abil- ities** to choose from. Pick any two.
uk: Кожен клас може запропонувати вам декілька **талантів**, виберіть будь-які два.

source: Your players may develop specific goals and interests as the campaign moves forward. Encourage them! Allow them to give you ideas for new jobs, loca- tions and characters. As you grow the universe, you can use the inspirational tables below to generate new ideas and situations. A Job doesn't have to literally be a task done for money for an employer. If the PC's develop their own goals, you can use the job format to plan out relevant challenges on a session-by-session basis.
uk: Ваші гравці можуть придумати собі власні цілі й інтереси по ходу кампанії. Підтримайте їх в цьому! Прислуховуйтесь до їхніх ідей щодо завдань, локацій чи персонажів. По мірі розвитку всесвіту, ви можете користуватись табличками надхнення нижче, щоб прийти до нових ідей. Завдання не має бути буквальною роботою від роботодавця заради зарплати. Якщо гравці придумали свої власні цілі, ви можете використовувати формат підготовки завдань, щоб вчасно підготувати для них виклики від зустрічі до зустрічі.

source: You’ll fly between planets, taking on the dangerous work that no one else wants. You’ll fight ruthless pirates, explore drifting derelicts, and go toe-to-toe with weird alien monsters, just to make enough credits to keep your ship flying. You’ll overcome these challenges by the skin of your teeth and come out stron- ger on the other side. On long voyages, your characters will learn about each other and grow together.
uk: Ви будете подорожувати планетами та братись за роботу, за яку інші не візьмуться. Битися з безжальними піратами, досліджувати покинуті станції та зіткнетесь віч-на-віч з химерними позапланетними істотами. І все заради того, щоб мати достатньо коштів на наступну подорож. Ви будете долати незгоди тримаючись на волоску від смерті, але зрештою ставати все сильнішими. В довгих подорожах ваші персонажі будуть пізнавати один одного і зростати разом.

source: You’ll take turns, but you’ll take turns like you do in a conversation. Sometimes you’ll speak for longer to get something done, and often you’ll step back to let someone else have the spotlight.
uk: Ви будете діяти по черзі, так само як в розмові ви висловлюєтесь по черзі. Часом хтось буде говорити довше, а часом потрібно буде відступити, щоб дати слово іншому.

source: You’ll use factions as the driving forces for your timelines, which will create opportunities for jobs. When the PC’s are doing a job, they are likely to inter- act with agents of at least one faction.
uk: Фракції будуть основними рушійними силами в ваших таймлайнах, і це буде створювати потенційні завдання й можливості для гравців. Під час виконання завдань, персонажі гравців ймовірно можуть зіткнутись з представниками як мінімум однієї фракції.

source: _- How will they circumvent customs? - What’s in the crate? - Who hired the PC’s? - Will the PC’s sympathize with the_ _rebels?_
uk: Вам варто буде вирішити що знаходиться в ящику та хто найняв персонажів гравців, опираючись на ваш вигаданий всесвіт та передісторії персонажів. Обдумайте можливі способи як обійти обшук на митниці та вийти на бунтівників. Гравці все одно вигадають щось своє, проте ці роздуми допоможуть швидко приймати рішення та загострювати ситуацію цікавими подіями. Також, варто робити такі описи, щоб відповідь чи співчувати бунтівникам до останнього залишалась неочевидною.

source: _1. Water riots on the mining colony Hertzprung-9 begin to escalate. 2. After a terrorist bombing, the Union of Democratic Worlds declares martial law on_ _Hertzprung-9. 3. The UDW diverts fleet resources to the Hertzprung System as violence spreads. 4. Sensing weakness, the neighboring Tanagran Empire seizes a drive fuel production_ _facility from the UDW. 5. War is declared between the Tanagran Empire and the UDW._
uk: 1. На видобувній колонії Герцшпрунг-9 спалахують водяні бунти. 2. Після терористичного акту Коаліція Демократичних Світів вводить військовий стан на Герцшпрунг-9 3. По мірі загострення конфлікту Коаліція перенаправляє свій основний флот в систему Герцшпрунг 4. Відчуваючи слабкість, сусідня Імперія Танагра бере під контроль виробництва палива на віддалених планетах Коаліції 5. Коаліція оголошує війну Імперія Танагра.

source: _Offworlders_ is a game by Chris Wolf. Illustrations & book design by Olivia Gulin.
uk: _Offworlders_ — гра за авторством Кріса Вульфа. Ілюстрації та дизайн книги виконані Олівією Гулін.

source: _Offworlders_ is inspired by _World of Dungeons_ by John Harper. It also owes inspiration to _Dungeon World_ by Sage Latorra and Adam Koebel, as well as _Traveller_ by Marc Miller and _Stars Without Num- ber_ by Kevin Crawford.
uk: На розробку _Offworlders_ надихнула гра _World of Dungeons_ Джона Харпера. Також серед джерел надхнення варто зазначити _Dungeon World_ Сейжа Латорра та Адама Кєбеля, а також _Traveller_ Марка Міллера та _Stars Without Number_ Кевіна Кроуфорда.

source: _Offworlders_ is licensed under a Creative Commons Attribution License: https://creativecommons.org/licenses/by/3.0/us/ legalcode
uk: _Offworlders_ is licensed under a Creative Commons Attribution License: https://creativecommons.org/licenses/by/3.0/us/

source: _“The fixer agrees to get you the documents you asked for, but she’ll need some credits up front to show you’re good for it.”_
uk: > “Посередниця погодилась дістати тобі документи, що ти просив, але вона вимагає гроші вперед.”

source: _“You can repair the life support systems on the station, but you’ll have to spend 1 supply to have the right tools on hand.”_
uk: > “Ти можеш відремонтувати систему життєзабезпечення на станції, але доведеться витратити 1 одиницю _припасів_ на потрібне знаряддя.”

source: _“You manage to blast the pirate with your shotgun, but not before he gets a hit in. Take 1D6 damage.”_
uk: > “Тобі вдалося підсмажити пірата своїм бластером, але він встиг поцілити у тебе. Отримай **к6** ушкоджень.”

source: committed, and the psychic about their place in society. Answering these questions as a group will create a uni- verse you all own together.
uk: Цей підхід поширюється й на більш особисті питання щодо персонажів. Спитай пройдисвіта про останній скоєний злочин та псіоніка про їхнє місце в суспільстві. Відповідаючи на ці питання, ви як група створите всесвіт що повністю належатиме вам разом.

source: credits is a pretty good range. Partic- ularly lengthy, dangerous, or import- ant jobs might pay up to 100 credits. Making more than that from a single job is unlikely.
uk: За особливо тривалі, небезпечні чи важливі завдання можна заробити до 100 _кредитів_. Але заробити більше за один виліт вже навряд чи можливо.

source: spending some credits on fuel and ship repairs as they travel. Also remember that the main reward in this game is XP, so giving your players a little extra money to throw around won’t break anything too badly.
uk: Також пам'ятайте, що основною нагородою в грі є досвід, тому якщо ви дасте гравцям забагато грошей на розтрати, від цього гра не зламається.

source: starts to stall, look at another item on the job list and bring it into play. De- scribe to the players how it manifests, and see how they react. Repeat this process until the job is resolved.
uk: Коли темп гри починає стихати, гляньте на новий пункт Завдання та привнесіть його в гру. Опишіть гравцям як він себе проявляє та дивіться як гравці будуть на це реагувати. Повторюйте цей процес поки Завдання не вичерпає себе й не буде завершеним.
